// placeholder나 부연설명들을 따로 객체로써 선언
const textData = {
  모집제목:
    '모집 제목은 짧고 간결하게 써주세요. ( ex. IT 창업 동아리 멋쟁이 사자처럼에서 19기 아기사자를 모집합니다! )',
  공고내용:
    '공고할 내용 파트는 구체적인 활동 내용을 명시하고, 추가적인 공고사항들을 적는 곳입니다.\n동아리 SNS 링크, 웹사이트 링크를 첨부할 수 있습니다.',

  지원자격:
    'ex. 코딩에 관심있으신 분, Figma 툴을 잘 활용할 수 있으신 분, 협업 경험을 쌓고 싶으신 분',
  모집절차:
    '홈 화면에 표시될 모집 절차를 특이사항을 포함하여 간략히 적어주세요. (ex. 1차 서류 평가 > 2차 비대면 면접)',
  회비: '동아리 가입 후 발생하는 가입비, 입회비, 활동비 등에 대해 자세히 적어주세요.',
  이미지첨부:
    '이미지는 최대 8장까지 업로드 가능하며, 첫번째 이미지가 메인 화면에 표시됩니다.',
  유의사항:
    '유의사항이 뭐냐면요 일단 동의부터 유의사항이 뭐냐면요 일단 동의부터 유의사항이 뭐냐면요 일단 동의부터 유의사항이 뭐냐면요 일단 동의부터 유의사항이 뭐냐면요 일단 동의부터 유의사항이 뭐냐면요 일단 동의부터 유의사항이 뭐냐면요 일단 동의부터 유의사항이 뭐냐면요 일단 동의부터 대충 유의사항 자리 대충 유의사항 자리 대충 유의사항 자리 대충 유의사항 ',
};
export default textData;
